const List<String> badWordsList = [
  // English
  "fuck", "fucking", "fucked", "motherfucker", "mf", "wtf",
  "shit", "bullshit", "bitch", "asshole", "bastard",
  "dick", "dicks", "cock", "pussy", "slut", "whore",
  "sex", "nude", "nudes", "horny", "porn", "porno",

  // Russian
  "сука", "суки", "сукаблядь",
  "блядь", "бля", "блять",
  "нахуй", "идинахуй", "нах",
  "ебать", "ебал", "выебать", "переебать",
  "пизда", "пиздец", "пиздануть", "пиздюк",
  "хуй", "хуи", "хуйн",
  "тварь", "ублюдок", "мразь",

  // Tajik
  "ҳароми", "ҳаромзода", "бефот", "беномус",
  "беақл", "ахмақ", "бехая", "ҳур", "қаҳба",
  "безмарас", "аблаҳ", "бесавод", "бачабоз",
];
